[
  {
    "date": "November 30, 2024",
    "title": "Outside the delivery room",
    "slug": "outside-the-delivery-room",
    "content": "When the fine hour strikes,\nAll the worldly sensations shrink\nInto the moments that pass between\nA dark roast drip,\nThoughts waiting at synapses, and\nLanguage(s) rushing to aid,\nA developing fetus of expression"
  },
  {
    "date": "November 30, 2024",
    "title": "Fearless hour",
    "slug": "fearless-hour",
    "content": "The lights are dim, the hour late,\nAnd you have followed me into this hour\nWhen my words are loose and unkept\nNot with the slightest inclination to converse\nThe lights are dim, the hour late,\nSo I will smear any makeup and\ndance loud and alone\non the thin line\nUgly, mad, sane and beautiful\nAll the same"
  },
  {
    "date": "November 30, 2024",
    "title": "First approach in a perceptive field",
    "slug": "first-approach-in-a-perceptive-field",
    "content": "I feel somewhat 'easy' around perceptive people, as if they have played out the possibilities of themselves in different scenarios, so it feels safe to assume that there is nothing you could do to catch them completely off guard\nAs B, I see this as a fuzzy flexible field of A that enables B to advance easily (in approaching to establish a relationship)"
  },
  {
    "date": "November 30, 2024",
    "title": "Crystallizing into words",
    "slug": "crystallizing-into-words",
    "content": "I feel thinking in words (in writing) puts you face to face with a voice that becomes recognizably yours!"
  },
  {
    "date": "November 30, 2024",
    "title": "Soft notes from good conversations",
    "slug": "soft-notes-from-good-conversations",
    "content": "Some form of joy is playing a fast sampling game with long questions and interrupted answers, autocompleting sentences, hurriedly skipping to the next and to next next, making a spontaneous detour to five questions ago, and already rushing to meet the other at the next junction in the\nconversation"
  },
  {
    "date": "November 30, 2024",
    "title": "Never admire quietly",
    "slug": "never-admire-quietly",
    "content": "\"If I admire something about someone, I tell them. We humans are so fragile. It's important we give people their flowers while they are still here. Never admire quietly\" - Chimamanda Adichie\n\nI have tried my best to abide by this very honestly as a sincere attempt to bring out more of the things I admire into the world. (I urge you to too!)\nFragile is not the word, blindedness is more like it - I feel \"peculiarly good\"/\"different\" is a quality hard to admit to oneself when it comes instinctively to the person but is not recognizably rare as such.\nThere's a reach/field of view different sets of people can be bound to, honest admiration affords\nthem your eyes and attention that have probably seen a completely different world than them. It can be empowering when such feedback allows the person to apply the right self corrective in the right direction!"
  },
  {
    "date": "November 30, 2024",
    "title": "Self-realization as a rendezvous with self-ghost",
    "slug": "self-realization-as-a-rendezvous-with-self-ghost",
    "content": "Those moments when I felt most alive, I remember feeling paralyzed, as if struck by lightning in the\nmiddle of a storm of unnatural events that conjured around me all of a sudden.\nI like to imagine that in that split second, I was nudged to pause and smile back at someone I had known but long forgotten."
  },
  {
    "date": "November 30, 2024",
    "title": "Ticket to a secure life",
    "slug": "ticket-to-a-secure-life",
    "content": "Something about a puzzle or a riddle is deeply satisfying and comforting. Just because it already\nbegins with a reassurance that a solution exists.\nAnd when a solution exists, people run and chase to solve this puzzle because a solution exists. Seems rather funny if you think about it. But also makes sense?\nIf a predefined slot machine of this puzzle with finite giveaways is working well for long enough, it is logical to leave the worrying to someone else with some foresight to tell when to go do something else, like finding another slot machine? What if there won't be a slot machine anymore? What if an entire army evolves into being incapable of solving almost everything except the puzzle (just because a slot machine happened to be)\nLike a bacterial population selected to survive over generations with great fitness in this neatly\nprescribed rich broth, until one day someone messed up a few ions in the broth and half the species just disappeared"
  },
  {
    "date": "November 30, 2024",
    "title": "Discipline that holds you by the finger",
    "slug": "discipline-that-holds-you-by-the-finger",
    "content": "In stumbles, steps, strides and sprints\nThe discipline that holds you by the\nfinger\nAnd forges the stoic fortitude"
  },
  {
    "date": "November 30, 2024",
    "title": "Delusional",
    "slug": "delusional",
    "content": "To watch\nWhat awaits\nAnd unfolds\nIn definite, indefinite time\nLike staring into the abyss of a river\nKnowing and unknowing\nEach moment a beckoning truth\nWhat is to ever surface, from whatever\nthat ever changes\nIn the infinite depth of the bottomless\nriver"
  },
  {
    "date": "November 30, 2024",
    "title": "Living way far away from reality",
    "slug": "living-way-far-away-from-reality",
    "content": "I have imagined this many a times just HOW impossible it seemed to me, how I could ever brings things I wanted to reality (truly nobody does until they do)\nAn agentic kiddo version of me would have known that objects that fly across the sky are things that humans like her build from scratch (and there was a time when they didn't, and then there was an order of things that fell in place over time) and that they could do it again and again and again much better, not just when the newspapers cared to mention it, and that we understood all of it from scratch and could change it the way we wanted it to.\nAnd that you can't go out in the world and plant a seed of this object just because it made sense to you. That it's just a seed without knowing how to tend it AND that nobody does and most don't care. So you go out hunting, collecting all obscure skills in a bag, and gather an obscure army of others to help you do just that.\nThat's how some times things as big and as real as what we see come to be."
  },
  {
    "date": "November 30, 2024",
    "title": "Friendships, lenses, bookmarks",
    "slug": "friendships-lenses-bookmarks",
    "content": "Friendships as lenses to look at the world in finer details, as a means to bring new things to\nwonder, reason and scrutiny, as living remote bookmarks to those thoughts evoked by otherwise mute objects"
  },
  {
    "date": "November 30, 2024",
    "title": "Hush, let the thousand flowers sing",
    "slug": "hush-let-the-thousand-flowers-sing",
    "content": "Learning to hold words with a little extra room for delight, \nto let the thousand flowers, sing more profoundly in them\nIn such a way as to not impose my rendition \nof melody or joy or anything mine\nI think it can bring a certain sadness in branding your joy as something that only you can afford\nWhen it's easy and bad enough already to be convinced that joy comes in recognizably dogmatic shades of red, blue and green"
  },
  {
    "date": "November 30, 2024",
    "title": "Off-balance",
    "slug": "off-balance",
    "content": "The endless little imaginary stories\nThat creep up involuntarily\nLike creepers climbing all over\nYour neatly laid garden\nWhen someone comes\nAnd clips off a leaf.\nIt is then that you ought to look at the sun\nAnd all that is brought to life\nAgain and again\nUnder its warm lasting light"
  },
  {
    "date": "November 30, 2024",
    "title": "Imprudent",
    "slug": "imprudent",
    "content": "I wish to not measure\nWith a tape\nEvery inch and corner\nOf my living life\nTo forge into\nPristine preciseness.\nAlthough,\nI do measure\nAs I experiment\nMake and break\nA protocol\nAnd let the poet\nDo the rest."
  },
  {
    "date": "November 30, 2024",
    "title": "Narration that took me by surprise",
    "slug": "narration-that-took-me-by-surprise",
    "content": "Depending on who you are,\nI can tell the same story\neffortlessly when the words themselves wouldn't weigh\ntoo much\nor\nthoughtfully when the words would quickly adjust\nthemselves to my perception of your reception\nor\nexcitedly when the words would race to the edge of my\nlips and quickly escalate to something exquisite\nAnd I will remember you\nBy the story you conjured out of me"
  },
  {
    "date": "November 29, 2024",
    "title": "Somewhere really close to your heart",
    "slug": "somewhere-really-close-to-your-heart",
    "content": "If you have never heard of it,\nI will never pass up an opportunity,\nTo tell you that something, knowing that\nThat could have possibly changed\nthe entire trajectory of your life.\n(because I believe it would)\n(and just what are the odds!)\nLike I almost owe it to you,\nAnd how I would wrong the Universe,\nAnd you, if I didn't\nI ought to place such a beautiful thing,\nSomewhere really close to your heart\n(You see, it's only fitting)"
  },
  {
    "date": "November 29, 2024",
    "title": "Invitation to think",
    "slug": "invitation-to-think",
    "content": "In retrospect, I feel the best conversations I have had were almost always based on questions that felt like an invitation to think."
  },
  {
    "date": "November 29, 2024",
    "title": "Museum of memories (MoMemo)",
    "slug": "museum-of-memories-momemo",
    "content": "Walking through places as a free ticket to cherished memories :)"
  }
]